# IdeaStatiCa.ConnectionApi.Model.ConMemberModel

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**ModelTypeEnum** | **ConMemberModelTypeEnum** |  | [optional]
**ForcesIn** | **ConMemberForcesInEnum** |  | [optional]
**X** | **double?** |  | [optional]
**ConnectedMemberId** | **int?** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)